minimal-react-devtool: iter
